## Kream 필터항목
category = {
    "아우터": ["자켓", "아노락", "코트", "패딩", "기타 아우터"],
    "상의": ["반소매 티셔츠", "긴소매 티셔츠", "가디건", "셔츠", "후드", "후드 집업", "스웨트셔츠", "슬리브리스", "원피스", "니트", "기타 상의"],
    "신발": ["스니커즈", "샌들/슬리퍼", "플랫", "로퍼", "더비/레이스업", "힐/펌프스", "부츠", "기타 신발"],
    "하의": ["바지", "반바지", "스커트", "레깅스", "기타 하의"],
    "가방": ["프리미엄가방", "미니백", "백팩", "숄더백", "토트백", "크로스백", "클러치", "더플백", "에코백", "캐리어", "기타 가방"],
    "지갑": ["반지갑", "장지갑", "카드 지갑", "체인 지갑", "기타 지갑"],
    "시계": ["프리미엄시계", "전자 시계", "가죽 시계", "메탈 시계", "기타 시계"],
    "패션잡화": ["귀걸이", "목걸이", "팔찌", "반지", "기타 주얼리", "비니", "버킷햇", "볼캡", "기타 모자", "벨트", "아이웨어", "머플러", "스카프", "키링", "넥타이", "장갑", "양말", "기타 패션잡화"],
    "컬렉터블": ["레고", "베어브릭", "카우스", "트레이딩 카드", "LP/CD", "기타 컬렉터블"],
    "뷰티": ["니치 향수", "패션 향수", "립 메이크업", "베이스 메이크업", "스킨케어", "바디케어", "기타 뷰티"],
    "테크": ["스마트폰", "스마트워치", "케이스", "테블릿", "노트북", "헤어", "헤드폰/이어폰", "스피커", "그래픽카드", "키보드", "마우스", "게임기", "게임 타이틀", "주변기기", "리퍼비시", "기타 테크"],
    "캠핑": ["텐트", "체어", "테이블", "식기", "컵/보틀", "기타 캠핑"],
    "가구&리빙": ["테이블", "조명", "식기", "의자", "쿠션", "러그", "선반", "기타 가구/리빙"]
}
basic_filter = {
        "성별": ["남성", "여성", "키즈"],
        "색상": ["블랙", "화이트", "그레이", "믹스", "브라운", "네이비", "아이보리", "베이지", "베이지",
               "핑크", "블루", "카키", "레드", "스카이블루", "실버", "골드", "그린", "퍼플", "엘로우", "오렌지", "라이트그린", "민트"
               ],
        ## 브랜드 1200개정도여서 나중에 추가하기
        "브랜드":["& Other Stories","A Cold Wall","A Twosome Place","A.A Spectrum","A.P.C.","A.P.C. Golf","A.Presse","AAKAM","AAPE","ABO","ACOC",
"ADEVA","ADSB ANDERSSON BELL","AI Riders","AJOBYAJO","AKG","ALLINCOMPLETE","ALPHA INDUSTRIES","ALSTYLE & APPAREL & ACTIVEWEAR","AMD",
"AMI","AMOMENTO","AMOUPRE","ANOETIC","AOF EQUIPMENT"
               ],
        "컬렉션": ["Luxury", "Contemporary", "Jordan 1", "Jordan 3", "Jordan 4", "Jordan 5",
    "Jordan 6", "Jordan 11", "Nike Dunk", "Nike Air Force", "Nike Air Max 1",
    "Nike Air Max 95", "Nike Air Max 97", "Nike Uptempo", "Nike Kobe",
    "Nike Blazer", "Adidas Samba", "Adidas Superstar", "Adidas Forum",
    "Adidas Gazelle", "Adidas Yeezy", "New Balance 327", "New Balance 530",
    "New Balance 990", "New Balance 991", "New Balance 992", "New Balance 993",
    "New Balance 1300", "New Balance 2002", "Converse Chuck 70",
    "Mihara Yasuhiro Peterson", "Mihara Yasuhiro Blakey", "Salomon XT",
    "Autry Medalist"],
        "사이즈": ["70", "80", "90", "110", "115", "120", "125", "130", "135", "140",
    "145", "150", "155", "160", "165", "170", "175", "180", "185", "190",
    "195", "200", "205", "210", "XXS", "XS", "S", "M", "L", "XL", "XXL",
    "XXXL", "28", "29", "30", "31", "32", "33", "34", "35", "36", ]
    }

data_filter = ["추천순", "인기순", "남성 인기순", "여성 인기순", "프리미엄 높은순", "프리미엄 낮은순", "낮은 구매가순", "높은 판매가순", "관심 많은 순", "스타일 많은순", "발매일순"]